cases/ansys_verification/VMFL021/case/0.orig/U
FoamFile { version 2.0; format ascii; class volVectorField; object U; }
dimensions [0 1 -1 0 0 0 0];
internalField uniform (0 0 0);
boundaryField
{
    inlet   { type pressureInletOutletVelocity; value uniform (0 0 0); }
    outlet  { type pressureInletOutletVelocity; value uniform (0 0 0); }
    orificeWall { type noSlip; }
    stepWall    { type noSlip; }
    pipeWall    { type noSlip; }
    wedgeFront  { type wedge; }
    wedgeBack   { type wedge; }
    axis        { type empty; }
}
