cases/ansys_verification/VMFL021/case/0.orig/p_rgh
FoamFile { version 2.0; format ascii; class volScalarField; object p_rgh; }
dimensions [1 -1 -2 0 0 0 0];
internalField uniform 95000;
boundaryField
{
    inlet   { type prghTotalPressure; p0 uniform 250000000; value uniform 250000000; }
    outlet  { type prghPressure;      p  uniform 95000; value uniform 95000; }
    orificeWall { type fixedFluxPressure; value uniform 95000; }
    stepWall    { type fixedFluxPressure; value uniform 95000; }
    pipeWall    { type fixedFluxPressure; value uniform 95000; }
    wedgeFront  { type wedge; }
    wedgeBack   { type wedge; }
    axis        { type empty; }
}
