cases/ansys_verification/VMFL021/case/constant/g
/*--------------------------------*- C++ -*----------------------------------*/
FoamFile { version 2.0; format ascii; class uniformDimensionedVectorField; object g; }
// gravity neglected: high-speed inertia-driven flow; g=0 makes p_rgh == p
dimensions [0 1 -2 0 0 0 0];
value      (0 0 0);
// ************************************************************************* //
